// ========== ТОВАРЫ ==========
const products = [
    { 
        id: 1, 
        name: "Колонка УЗСГ-01-2ЕВН2 Технопроект", 
        price: 61000, 
        img: "images/kolonka.png",
        imgPlaceholder: "🖼️ Колонка",
        desc: "УЗСГ-01-2ЕВН2 от Технопроекта — это устройство, которое используется для заправки транспортных средств сжиженным углеводородным газом на автомобильных газозаправочных станциях.",
        fullDesc: "УЗСГ-01-2ЕВН2 «Технопроект» — это специализированное оборудование, предназначенное для заправки автомобилей газом. Устройство отличается доступной стоимостью и простотой в обслуживании, а также имеет ряд преимуществ, которые делают его привлекательным выбором для использования на станциях газозаправки."
    },
    { 
        id: 2, 
        name: "Насосный агрегат FD 40/25", 
        price: 105000, 
        img: "images/pump.png",
        imgPlaceholder: "🖼️ Насос",
        desc: "Насосный агрегат FD 40/25 – это турбинный насос для перекачки сжиженного углеводородного газа. Он является российским аналогом устройства Corken FD-150 и отличается простотой в использовании и обслуживании.",
        fullDesc: "Технические характеристики: Производительность (пропан-бутан) при 10 бар — 85 л/мин, при 2 бар — 174 л/мин. Скорость вращения — 2880 об/мин. Вход — 40 мм (1-1/2 дюйма) фланец. Выход — 25 мм (1 дюйм) фланец. Давление на входе — 0–1700 кПа. Максимальное рабочее давление — 27,6 бар. Максимальное дифференциальное давление — 17,2 бар. Мощность двигателя — 5,5 кВт."
    },
    { 
        id: 3, 
        name: "Муфта для насоса FD-40/25 и FD-150", 
        price: 5600, 
        img: "images/mufta.png",
        imgPlaceholder: "🖼️ Муфта",
        desc: "Муфта насоса Corken FD-150 предназначена для соединения вала насоса Corken FD-150 и вала электродвигателя 4ВР 100L2 У2 IM1081 У2 5,5 кВт, 3000 об./мин.",
        fullDesc: "Муфта для насоса Corken FD-150 служит для соединения вала насоса Corken FD-150 и вала электродвигателя 4ВР 100L2 У2 IM1081 У2 мощностью 5,5 кВт и частотой вращения 3000 об./мин. Ленточная муфта — это наиболее удобный способ соединения насоса и электродвигателя, который позволяет заменить ленты в полевых условиях без использования специального инструмента."
    }
];
